work-specific/customer-release-testing/sltp/test_3.30-POP_O.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:impl="http://impl.realtime.dslo.assia.com" xmlns:xsd="http://api.realtime.dslo.assia.com/xsd" xmlns:xsd1="http://model.napi.dslo.assia.com/xsd">
  <soapenv:Header/>
  <soapenv:Body>
     <impl:submitRequest>
        <impl:request>
           <xsd:requestType>DATA_COLLECTION</xsd:requestType>
           <xsd:entityID>#line_id#</xsd:entityID>
           <xsd:additionalParameters>
              <xsd1:type>realtime.dc.data.type</xsd1:type>
              <xsd1:value>POP_O</xsd1:value>
           </xsd:additionalParameters>
        </impl:request>
        <impl:timeout>1000</impl:timeout>
     </impl:submitRequest>
  </soapenv:Body>
</soapenv:Envelope>
